{
    "EN":"RU",
    "My account":"Мой аккаунт",
    "My cart":"Моя корзина",
    "Home":"Главная",
    "Products":"Продукты",
    "Mice":"Мышки",
    "Keyboards":"Клавиатуры",
    "Headsets":"Наушники",
    "Blog":"Блог",
    "Contact":"Контакты",
    "About":"О нас",
    "Choose the Optimal devices for Your Life":"Выберите оптимальные устройства для Вашей жизни",
    "We asked six entrepreneurs with drastically different office strategies for their advice on choosing a devices":"Мы обратились к шести предпринимателям с совершенно разными офисными стратегиями за советом по выбору устройства",
    "Need some help?":"Нужна помощь?",
    "Go to contact page":"Перейдите на страницу контактов",
    "Visit Contact page":"Перейти в контакты",
    "Support 7 days":"Поддержка 7 дней",
    "a week":"в неделю",
    "Cumulative": "Накопительная",
    "bonus system":"бонусная система",
    "Payment in cash":"Оплата наличными",
    "upon receipt":"при получении",
    "Delivery":"Доставка по",
    "throughout Kazakhstan":"всему Казахстану",
    "Guarantee of the best":"Гарантия лучшего",
    "qualities":"качества",
    "Our Lovely Products":"Наши Прекрасные Продукты",
    "Everything you need to be a professional.":"Все, что нужно, чтобы быть профессионалом.",
    "MEET OUR LEADERSHIP TEAM":"ПОЗНАКОМЬТЕСЬ С НАШЕЙ КОМАНДОЙ ЛИДЕРОВ",
    "Logan Henderson":"Логан Хендерсон",
    "Chairperson":"Председатель совета директоров",
    "Candy Sharp":"Кэнди Шарп",
    "President and Chief Executive Officer":"Президент и генеральный исполнительный директор",
    "Carlos Pena":"Карлос Пена",
    "Chief Financial Officer":"Финансовый директор",
    "Recent from our blog":"Последние новости из нашего блога",
    "Everything you need to create professional website":"Все, что вам нужно для создания профессионального сайта",
    "21 April 2020":"21 Апреля 2020",
    "15 March 2020":"15 Марта 2020",
    "12 Feburary 2020":"12 Февраля 2020",
    "-Thomas Teddy-Design Writer":"Томас Тедди-Дизайнерский писатель",
    "I love the logo. Particularly how the mark can stand on its own. Nice work! It feels tall and proud and powerful.":"Мне нравится логотип. Особенно то, как метка может стоять сама по себе. Отличная работа! Он чувствует себя высоким, гордым и сильным.",
    "Home/About":"Главная/О нас",
    "ABOUT DYKEN":"О ДУКЕН",
    "Our Story":"Наша История",
    "A Kazakh company focused on innovation and quality, Dyken designs products and experiences that have an everyday place in people's lives. Founded in 1981 in Lausanne, Switzerland, and quickly expanding to the Silicon Valley, Logitech started connecting people through innovative computer peripherals and many industry firsts, including the infrared cordless mouse, the thumb-operated trackball, the laser mouse, and more.":"Казахстанская компания, ориентированная на инновации и качество, Dyken разрабатывает продукты и опыт, которые имеют повседневное место в жизни людей. Основанная в 1981 году в Лозанне, Швейцария, и быстро распространившаяся на Силиконовую долину, компания Logitech начала соединять людей с помощью инновационных компьютерных периферийных устройств и многих первых в отрасли устройств, включая инфракрасную беспроводную мышь, трекбол с большим пальцем, лазерную мышь и многое другое.",
    "Since those early days, we have expanded both our expertise in product design and our global reach. For each of our products, we focus on how our customers connect and interact with the digital world. We keep design at the center of everything we create, in every team and every discipline, to create truly unique and meaningful experiences.":"С тех самых первых дней мы расширили как наш опыт в разработке продуктов, так и наш глобальный охват. Для каждого из наших продуктов мы фокусируемся на том, как наши клиенты связываются и взаимодействуют с цифровым миром. Мы держим дизайн в центре всего, что мы создаем, в каждой команде и каждой дисциплине, чтобы создать действительно уникальный и значимый опыт.",
    "21 Feburary 2020 / Candy Sharp":"21 Февраля 2020 / Кэнди Шарп",
    "Top 10 Web Design Trends in 2020":"Топ-10 трендов веб-дизайна в 2020 году",
    "Web Design Trends of 2020":"Тенденции веб-дизайна 2020 года",
    "Here are Top 10 Web Design Trends that you will see in 2020. We have picked the most popular designs from Dribbble and we predict & assuming these will become trends in the web design industry.":"Вот Топ-10 тенденций веб-дизайна, которые вы увидите в 2020 году. Мы выбрали самые популярные проекты от Dribbble и предсказываем и предполагаем, что они станут тенденциями в индустрии веб-дизайна.",
    "15 March 2020 / Candy Sharp":"15 Марта 2020 / Кэнди Шарп",
    "Web Design Tutorial - 5 Important Tips!":"Учебник по Веб - дизайну- 5 Важных советов!",
    "Every programmer should know! Web Design Tutorial for newbies":"Каждый программист должен знать! Учебник по веб-дизайну для новичков",
    "Today we are going to learn the basics of creating a good design. This can apply from web design to graphic design in general.":"Сегодня мы познакомимся с основами создания хорошего дизайна. Это может относиться как к веб-дизайну, так и к графическому дизайну в целом.",
    "I put together my top 5 tips and tricks to create a good design from scratch.":"Я собрал свои лучшие 5 советов и трюков, чтобы создать хороший дизайн с нуля.",
    "12 April 2020 / Candy Sharp":"12 Апреля 2020 / Кэнди Шарп",
    "Smashing Podcast Episode 30 With Chris Murphy: What Is Product Design?":"Smashing Podcast Episode 30 с Крисом Мерфи: Что такое дизайн продукта?",
    "In this episode, we’re talking about Product Design. What does it mean to be a product owner, and how can you learn the skills required? Drew McLellan talks to expert Chris Murphy to find out.":"В этом эпизоде мы говорим о дизайне продукта. Что значит быть владельцем продукта и как научиться необходимым навыкам? Дрю Маклеллан беседует с экспертом Крисом Мерфи, чтобы выяснить это.",
    "In this episode, we’re talking about Product Design. What does it mean to be a product owner, and how can you learn the skills required? I spoke to expert Chris Murphy to find out.":"В этом эпизоде мы говорим о дизайне продукта. Что значит быть владельцем продукта и как научиться необходимым навыкам? Я поговорил с экспертом Крисом Мерфи, чтобы выяснить это.",
    "12 April 2020":"12 Апреля 2020",
    "15 March 2020":"15 Марта 2020",
    "21 Feburary 2020":"21 Февраля 2020",
    "Home/Contact":"Главная/Контакты",
    "Our addresses":"Наши адреса",
    "Central office of the branch":"Центральный офис филиала",
    "daily from 10: 00 to 19: 00 (without lunch break)":"ежедневно с 10:00 до 19:00 (без обеденного перерыва)",
    "г. Караганда,":"Karaganda city,",
    "117 Makataeva str. (building 'A'), Masanchi str., Lotos Business Center":"ул. Макатаева, 117 (корпус 'А'), уг. ул. Масанчи, Бизнес-центр Lotos",
    "Central office":"Центральный офис",
    "To our employees, we offer:":"Нашим сотрудникам мы предлагаем:"


}